Repository: AleRiccardi/OpenBadgesFramework
Catalog: badges-issuer-for-wp/languages/badges-issuer-for-wp-*.po
Languages: fr_fr

source: <a href="#" id="display_languages_%s">Display all languages</a> Can take few seconds to load.
fr_fr: <a href="#" id="display_languages_%s">Afficher toutes les langues</a> Peut prendre quelques secondes pour charger.

source: <b>Class* : </b><br />
fr_fr: <b>Classe* : </b><br />

source: You need an academy account in order to create your own classes.
fr_fr: Vous avez besoin d'un compte académique afin de créer vos propres cours.

source: <br /><b>Badge* : </b><br>
fr_fr: <b>Badge* : </b><br />

source: Language of badge description* :
fr_fr: Langue de la description du badge* :

source: <center><a class="button remove-row" onclick="jQuery(this).RemoveTr();" href="#id_meta_box_class_students">Remove</a></center>
fr_fr: <center><a class="button remove-row" onclick="jQuery(this).RemoveTr();" href="#id_meta_box_class_students">Supprimer</a></center>

source: Badge School
fr_fr: École de badge

source: Add New
fr_fr: Ajouter nouveau

source: Add New Badge
fr_fr: Ajouter un nouveau badge

source: Edit
fr_fr: Modifier

source: Edit Badge
fr_fr: Modifier le badge

source: New Badge
fr_fr: Nouveau badge

source: View
fr_fr: Vue

source: View Badge
fr_fr: Voir le badge

source: Search Badges
fr_fr: Rechercher des badges

source: No Badges found
fr_fr: Aucun badges trouvé

source: No Badges found in Trash
fr_fr: Aucun badge trouvé dans la corbeille

source: Parent Badges
fr_fr: Badges parents

source: > Not certified<br>
fr_fr: > Non certifié<br>

source: > Certified<br>
fr_fr: > Certifié<br>

source: > Student<br>
fr_fr: > Étudiant<br>

source: > Teacher<br>
fr_fr: > Enseignant<br>

source: Level
fr_fr: Niveau

source: Field of education
fr_fr: Domaine de l'éducation

source: Class
fr_fr: Classe

source: Add New Class
fr_fr: Ajouter une nouvelle classe

source: Edit Class
fr_fr: Modifier la classe

source: New Class
fr_fr: Nouvelle classe

source: View Class
fr_fr: Afficher la classe

source: Search Classes
fr_fr: Rechercher des classes

source: No Classes found
fr_fr: Aucune classe trouvée

source: No Classes found in Trash
fr_fr: Aucune classe trouvée dans la corbeille

source: Parent Classes
fr_fr: Classes parents

source: Class School
fr_fr: École de classe

source: Badge name
fr_fr: Nom du badge

source: Badge language
fr_fr: Langue du badge

source: Sender
fr_fr: Expéditeur

source: Comment
fr_fr: Commentaire

source: Send Badges
fr_fr: Envoyer des badges

source: To whom do you want to send the badge
fr_fr: À qui voulez-vous envoyer le badge

source: Self
fr_fr: Envoi à soi-même

source: Issue
fr_fr: Envoi à une personne

source: Multiple issue
fr_fr: Envoi multiple

source: Send a badge to yourself
fr_fr: Envoyez-vous un badge

source: <a href="#" id="display_languages_a">Display all languages</a> Can take few seconds to load.
fr_fr: <a href="#" id="display_languages_a">Afficher toutes les langues</a> Peut prendre quelques secondes pour charger.

source: Comment :
fr_fr: Commentaire :

source: Send a badge
fr_fr: Envoyer un badge

source: <a href="#" id="display_languages_b">Display all languages</a>
fr_fr: <a href="#" id="display_languages_b">Afficher toutes les langues</a>

source: Receiver's mail adress* :
fr_fr: Adresse mail du destinataire *:

source: Send a badge to several persons
fr_fr: Envoyer un badge à plusieurs personnes

source: <a href="#" id="display_languages_c">Display all languages</a>
fr_fr: <a href="#" id="display_languages_c">Afficher toutes les langues</a>

source: Receivers' mail adresses* (one mail adress per line) :
fr_fr: Adresse postale des destinataires * (une adresse mail par ligne):

source: Sort By
fr_fr: Trier par

source: Comment navigation
fr_fr: Commenter la navigation

source: &larr; Older Comments
fr_fr: &larr; Commentaires plus anciens

source: Newer Comments &rarr;
fr_fr: Commentaires plus récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Submit Your Review
fr_fr: Soumettez votre avis

source: Submit Reply
fr_fr: Soumettre une réponse

source: Publish Reply
fr_fr: Publier une réponse

source: Leave a Reply
fr_fr: Laisser une réponse

source: Leave a Review
fr_fr: Laisser un commentaire

source: This listing is expired.
fr_fr: Cette liste est expirée.

source: Listing Location
fr_fr: Lieu de l'inscription

source: Video
fr_fr: Vidéo

source: Listing Description
fr_fr: Description de l'inscription

source: Badges4Languages - You have just earned a badge
fr_fr: Badges4Languages - Vous venez d'obtenir un badge

source: <html> <head> <meta http-equiv="Content-Type" content="text/html"; charset="utf-8" /> </head> <body> <div id="b4l-award-actions-wrap"> <div align="center"> <h1>BADGES FOR LANGUAGES</h1> <h2>Learn languages and get official certifications</h2> <hr/> <h1>Congratulations you have just earned a badge!</h1> <h2> %s - %s </h2> <a href="%s"> <img src="%s" width="150" height="150"/> </a> </br> <div class="browserSupport"><b>Please use Firefox or Google Chrome to retrieve your badge.<b></div> <hr/> <p style="font-size:9px; color:grey">Badges for Languages by My Language Skills, based in Valencia, Spain. More information <a href="https://mylanguageskills.wordpress.com/">here</a>. Legal information <a href="https://mylanguageskillslegal.wordpress.com/category/english/badges-for-languages-english/">here</a>. </p> </div> </div> </body> </html>
fr_fr: <html> <head> <meta http-equiv="Content-Type" content="text/html"; charset="utf-8" /> </head> <body> <div id="b4l-award-actions-wrap"> <div align="center"> <h1>BADGES FOR LANGUAGES</h1> <h2>Apprendre des langues et obtenir des certifications officielles</h2> <hr/> <h1>Félicitations, vous venez de gagner un badge!</h1> <h2> %s - %s </h2> <a href="%s"> <img src="%s" width="150" height="150"/> </a> </br> <div class="browserSupport"><b>Utilisez de préférence Firefox ou Google Chrome pour récupérer votre badge.<b></div> <hr/> <p style="font-size:9px; color:grey">Badges for Languages par My Language Skills, basé à Valence, Espagne. Plus d'information <a href="https://mylanguageskills.wordpress.com/">ici</a>. Information légale <a href="https://mylanguageskillslegal.wordpress.com/category/english/badges-for-languages-english/">ici</a>. </p> </div> </div> </body> </html>

source: <center>You received your badge ! You can close this page. Thanks for using Badges For Languages.</center>
fr_fr: <center>Vous avez reçu votre badge! Vous pouvez fermer cette page. Merci d'utiliser Badges For Languages.</center>

source: Not connected!
fr_fr: Non connecté!

source: <b> Level* : </b><br/>
fr_fr: <b> Niveau* :</b><br/>

source: <label for="language"><b> Language* : </b></label><br /><select name="language
fr_fr: <label for="language"><b> Langage* : </b></label><br /><select name="language

source: To get a badge, you need to be logged on the site.
fr_fr: Pour obtenir un badge, vous devez être connecté sur le site.

source: Login
fr_fr: S'identifier

source: Get your badge
fr_fr: Obtenez votre badge

source: To get your badge, you need a Mozilla OpenBadges account.<br /> If you don't have a Mozilla OpenBadges account, you can create one <a href="https://backpack.openbadges.org/backpack/signup" target="_blank">here</a>.
fr_fr: Pour obtenir votre badge, vous avez besoin d'un compte Mozilla OpenBadges. <br /> Si vous n'avez pas de compte Mozilla OpenBadges, vous pouvez créer un <a href="https://backpack.openbadges.org/backpack/signup" target="_blank">ici</a>.

source: Get badge
fr_fr: Obtenir un badge
